/*************************************************************************/
/*
 * Copyright (c) 2016, Think All rights reserved.
 *
 * file       : menu.c
 * Design     : zlb
 * Email	  : longbiao831@qq.com
 * Data       : 2016-2-27
 * Version    : V1.0
 * Change     :
 * Description: problem.c 故障判断与指示函数
 */
/*************************************************************************/
#include "problem.h"
#include "menu.h"




/***************************************************************************/
//函数:	void TopMenu(void)
//说明:	首页菜单显示
//输入: 无
//输出: 无
//编辑: zlb
//时间: 2015.12.13
/***************************************************************************/
int8_t Display_Problem(void)
{
	
}


